{
    "overlearning": "The idea of studying something continuously even after it has been perfectly recalled to enhance memory retention, particularly useful for comprehensive exams.",
    "organization": "The process where material is structured in a way that enhances the ease of recall, employing various strategies such as clustering.",
    "clustering": "A method where items are remembered better if grouped into meaningful categories, like categorizing items in a list as either birds or compass points.",
    "verbal pneumonic techniques": "Memory aids that involve verbal strategies like acrostics and acronyms to enhance recall by creating associations.",
    "acrostics": "Phrases where the first letter of each word is a cue to remember information, such as a phrase helping recall the cranial nerves.",
    "acronyms": "A word formed from the first letters of a series of words, used as a memory aid, like 'ROY G BIV' for the colors of the visual spectrum.",
    "Rhymes": "Using simple rhyming phrases to remember rules or lists, such as 'I before E except after C.'",
    "Method of Loci": "A mnemonic strategy using visualization of placing objects along a familiar path to recall information in sequence.",
    "pegword technique": "Memory aid that associates numbers with rhyming words to help remember lists in order.",
    "Serial Position Effect": "Observation that items at the beginning and end of a list are more likely to be remembered than those in the middle.",
    "Primacy Effect": "Enhanced recall of items at the beginning of a list due to longer exposure and repeated rehearsal.",
    "Recency Effect": "Enhanced recall of items at the end of a list since they are still in short-term memory.",
    "Von Restorff Effect": "Increased likelihood of remembering distinctive or unusual items over common ones within a list.",
    "proactive interference": "A phenomenon where old information interferes with the ability to learn or recall new information.",
    "retroactive interference": "A phenomenon where new information interferes with the recall of older information.",
    "active participation": "Engaging directly with the material being learned through activities like quizzing oneself and making outlines, which enhances recall.",
    "state dependent learning": "The principle that information learned in a particular physical or mental state is better recalled when the learner is again in that same state."
}
